"About" = "เกี่ยวกับ";
"About %@" = "เกี่ยวกับ %@";
"Accessibility" = "การช่วยการเข้าถึง";
"Acknowledgments" = "การยอมรับ";
"Active app" = "แอปที่ใช้งาน";
"Active screen" = "หน้าจอที่ใช้งาน";
"Active Space" = "Active Space";
"Additional controls" = "การควบคุมเพิ่มเติม";
"Additional controls…" = "การควบคุมเพิ่มเติม ...";
"Advanced" = "ขั้นสูง";
"After release" = "หลังจากเปิดตัว";
"Align windows" = "จัดตำแหน่งหน้าต่าง";
"Align windows:" = "จัดวางหน้าต่าง:";
"All apps" = "ทุกแอป";
"All data from this form will be made public, as a ticket on github.com" = "ข้อมูลทั้งหมดจากแบบฟอร์มนี้จะถูกเปิดเผยต่อสาธารณะเป็น ticket บน github.com";
"All screens" = "ทุกหน้าจอ";
"All Spaces" = "พื้นที่ทั้งหมด";
"Allowed" = "อนุญาต";
"Alphabetical" = "อักษร";
"Alphabetical Order" = "ลำดับตัวอักษร";
"Also select windows using:" = "เลือกหน้าต่างโดยใช้:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab ขัดข้องครั้งสุดท้ายที่คุณใช้ การส่งรายงานการขัดข้องจะช่วยแก้ไขปัญหาได้";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "ขณะนี้ Alttab ถูกตั้งค่าให้แสดงแอปพลิเคชันการตั้งค่านี้จะใช้ได้เฉพาะเมื่อมีการตั้งค่า Alttab เพื่อแสดง Windows";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "AltTab ต้องการได้รับการอนุญาต";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab จะแสดงว่าหน้าต่างถูกย่อให้เล็กสุดหรือเต็มหน้าจอพร้อมไอคอนสถานะ";
"Always" = "ทุกครั้ง";
"Always send crash reports" = "ส่งรายงานการขัดข้องเสมอ";
"and press" = "และกด";
"and press:" = "และกด";
"Animations" = "ภาพเคลื่อนไหว";
"Animations…" = "ภาพเคลื่อนไหว ...";
"App (BundleID starting with)" = "แอป (เริ่มต้นด้วย BundleID )";
"App Icons" = "ไอคอนแอพ";
"App is hidden" = "แอปถูกซ่อน";
"App is running but has no open window" = "แอปกําลังใช้งานแต่ไม่มีหน้าต่างเปิดอยู่";
"Apparition delay" = "ความล่าช้าในการปรากฏตัว";
"Apparition delay:" = "หน่วงเวลา:";
"Appearance" = "รูปแบบ";
"Application Name" = "ชื่อแอปพลิเคชัน";
"Application Name - Window Title" = "ชื่อแอปพลิเคชัน - ชื่อหน้าต่าง";
"Applications" = "แอปพลิเคชัน";
"Are you sure you don’t want a response?" = "คุณแน่ใจหรือว่าไม่ต้องการการตอบกลับ?";
"Arrow keys" = "ปุ่มลูกศร";
"Ask whether to send crash reports" = "ถามก่อนส่งรายงานการขัดข้อง";
"Auto-install updates periodically" = "ติดตั้งการอัพเดตอัตโนมัติเป็นระยะ";
"Blacklists" = "แบล็กลิสต์";
"Cancel" = "ยกเลิก";
"Cancel and hide" = "ยกเลิกและซ่อน";
"Center" = "ตรงกลาง";
"Check for updates now…" = "ตรวจสอบการอัพเดทตอนนี้...";
"Check for updates periodically" = "ตรวจสอบการอัพเดทเป็นระยะ";
"Check for updates…" = "ตรวจสอบการอัพเดท...";
"Check permissions…" = "ตรวจสอบการอนุญาต...";
"Close window" = "ปิดหน้าต่าง";
"Conflicting shortcut" = "คำสั่งลัดขัดแย้งกัน";
"Controls" = "การควบคุม";
"Crash reports policy" = "นโยบายรายงานความผิดพลาด";
"Crash reports policy:" = "นโยบายรายงานการขัดข้อง:";
"Cursor follows focus" = "Cursor follows focus";
"Customize App Icons style…" = "ปรับแต่งไอคอนแอพสไตล์ ...";
"Customize Thumbnails style…" = "ปรับแต่งรูปแบบรูปขนาดย่อ ...";
"Customize Titles style…" = "กำหนดสไตล์สไตล์ ...";
"Dark" = "มืด";
"Disabled" = "Disabled";
"Do nothing" = "ไม่ทำอะไร";
"Don’t check for updates periodically" = "ไม่ต้องตรวจสอบการอัพเดทเป็นระยะ";
"Don’t send" = "ไม่ส่ง";
"Don’t show windows from these apps" = "ไม่ต้องแสดงหน้าต่างจากแอปเหล่านี้";
"Done" = "เสร็จแล้ว";
"End" = "ท้าย";
"Fade out animation" = "อนิเมชั่นจางหายไป";
"Fade out animation:" = "แอนิเมชั่นจางหาย";
"Focus selected window" = "โฟกัสหน้าต่างที่เลือก";
"Fullscreen window" = "หน้าต่างโหมดเต็มหน้าจอ";
"Fullscreen windows:" = "หน้าต่างโหมดเต็มหน้าจอ:";
"Fullscreen/Defullscreen window" = "เข้าสู่/ออกจากโหมดเต็มหน้าจอ";
"General" = "ทั่วไป";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "หน้าต่างซ่อน:";
"Hide" = "ซ่อน";
"Hide app badges" = "ซ่อนป้ายประกาศแอป";
"Hide app badges:" = "ซ่อนป้ายประกาศแอป:";
"Hide apps with no open window" = "ซ่อนแอปที่ไม่มีหน้าต่างเปิด";
"Hide apps with no open window:" = "ซ่อนแอปที่ไม่มีหน้าต่างเปิด:";
"Hide colored circles on mouse hover" = "ซ่อนปุ่มสีตอนวางเมาส์";
"Hide colored circles on mouse hover:" = "ซ่อนปุ่มสีตอนวางเมาส์:";
"Hide in %@" = "ซ่อนใน %@";
"Hide Space number labels" = "ซ่อนฉลากหมายเลขพื้นที่";
"Hide Space number labels:" = "Hide Space number labels:";
"Hide status icons" = "ซ่อนไอคอนสถานะ";
"Hide status icons:" = "ซ่อนไอคอนสถานะ:";
"Hide window thumbnails:" = "ซ่อนภาพขนาดย่อของหน้าต่าง:";
"Hide/Show app" = "ซ่อน/แสดงแอป";
"High" = "สูง";
"Highest" = "มากที่สุด";
"Hold" = "กดค้าง";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "ฉันคิดว่าควรปรับปรุง...";
"Ignore shortcuts when active" = "ไม่ใช้คำสั่งลัดเมื่อใช้งาน";
"Ignore shortcuts while a window from these apps is active" = "ไม่ต้องใช้คำสั่งลัดขณะที่หน้าต่างจากแอปเหล่านี้ทํางานอยู่";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "ใหญ่";
"Later" = "Later";
"Latest releases" = "รุ่นล่าสุด";
"Leading" = "เป็นผู้นำ";
"Left" = "ซ้าย";
"Light" = "แสงสว่าง";
"Max height on screen:" = "ความสูงสูงสุด:";
"Max width on screen:" = "ความกว้างสูงสุด:";
"Medium" = "ปานกลาง";
"Menubar icon" = "ไอคอน Menubar";
"Menubar icon:" = "ไอคอนแถบเมนู:";
"Middle" = "ตรงกลาง";
"Minimize/Deminimize window" = "ย่อ/ขยายหน้าต่าง";
"Minimized windows:" = "หน้าต่างย่อ:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "เบ็ดเตล็ด:";
"Mouse hover" = "Mouse hover";
"Multiple screens" = "หลายหน้าจอ";
"Never send crash reports" = "ไม่ต้องส่งรายงานการขัดข้อง";
"Normal" = "ปกติ";
"Not allowed" = "ไม่อนุญาต";
"NSHumanReadableCopyright" = "GPL-3.0 license";
"Only if the window is fullscreen" = "เฉพาะหน้าต่างโหมดเต็มหน้าจอ";
"Open Accessibility Preferences…" = "เปิดการตั้งค่าการช่วยการเข้าถึง...";
"Open Screen Recording Preferences…" = "เปิดการตั้งค่าการบันทึกหน้าจอ...";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "ไม่บังคับ: อีเมล (หากต้องการการตอบกลับ)";
"Order windows by" = "สั่งซื้อหน้าต่างโดย";
"Policies" = "นโยบาย";
"Preferences…" = "การตั้งค่า...";
"Preview selected window" = "ดูตัวอย่างหน้าต่างที่เลือก";
"Preview selected window:" = "ดูตัวอย่างหน้าต่างที่เลือก:";
"Preview the selected window." = "ดูตัวอย่างหน้าต่างที่เลือก";
"Quit" = "ออก";
"Quit %@" = "ออกจาก %@";
"Quit app" = "ออกจากแอป";
"Recently Created" = "เปิดล่าสุด";
"Recently Created First" = "สร้างขึ้นเมื่อเร็ว ๆ นี้";
"Recently Focused" = "โฟกัสล่าสุด";
"Recently Focused First" = "เมื่อเร็ว ๆ นี้มุ่งเน้นไปก่อน";
"Remember my choice" = "จดจำตัวเลือกของฉัน";
"Reset preferences and restart" = "รีเซ็ตการตั้งค่าและเริ่มใหม่";
"Reset preferences and restart…" = "รีเซ็ตการตั้งค่าและเริ่มใหม่...";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "จำนวนแถวภาพขนาดย่อ:";
"Screen including menu bar" = "หน้าจอรวมแถบเมนู";
"Screen including mouse" = "หน้าจอรวมถึงเมาส์";
"Screen Recording" = "การบันทึกหน้าจอ";
"Screen showing AltTab" = "หน้าจอแสดง alttab";
"Select next window" = "เลือกหน้าต่างถัดไป";
"Select previous window" = "เลือกหน้าต่างก่อนหน้า";
"Select windows on mouse hover" = "เลือก Windows บนเมาส์โฮเวอร์";
"Select windows using arrow keys" = "เลือก windows โดยใช้ปุ่มลูกศร";
"Select windows using vim keys" = "เลือก Windows โดยใช้คีย์ VIM";
"Send" = "ส่ง";
"Send a crash report?" = "ส่งรายการการขัดข้องหรือไม่";
"Send anyway" = "ส่ง";
"Send debug profile (CPU, memory, etc)" = "ส่งโปรไฟล์ debug (CPU, หน่วยความจำ เป็นต้น)";
"Send feedback" = "ส่งความคิดเห็น";
"Send feedback…" = "ส่งความคิดเห็น...";
"Share improvement ideas, or report bugs" = "แบ่งปันข้อเสนอแนะหรือรายงานข้อบกพร่อง";
"Shortcut 1" = "คำสั่งลัด 1";
"Shortcut 2" = "คำสั่งลัด 2";
"Shortcut 3" = "คำสั่งลัด 3";
"Shortcut 4" = "คำสั่งลัด 4";
"Shortcut 5" = "คำสั่งลัด 5";
"Shortcut already assigned to another action: %@" = "คำสั่งลัดถูกกําหนดให้กับการดําเนินการอื่นแล้ว: %@";
"Shortcuts When Active" = "ทางลัดเมื่อใช้งาน";
"Shortcuts when active…" = "ทางลัดเมื่อใช้งาน ...";
"Show" = "แสดง";
"Show & Hide" = "แสดงและซ่อน";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "แสดงรายการในสวิตช์สำหรับแต่ละหน้าต่างหรือสำหรับแต่ละแอปพลิเคชันWindows จะเน้นในขณะที่แอปพลิเคชันจะเปิดใช้งาน";
"Show at the end" = "แสดงท้ายสุด";
"Show fullscreen windows" = "แสดงหน้าต่างเต็มหน้าจอ";
"Show hidden windows" = "แสดงหน้าต่างที่ซ่อนอยู่";
"Show in switcher" = "แสดงใน Switcher";
"Show minimized windows" = "แสดงหน้าต่างย่อเล็กสุด";
"Show on" = "แสดง";
"Show on:" = "แสดงบน:";
"Show standard tabs as windows" = "แสดงแท็บมาตรฐานเป็นหน้าต่าง";
"Show standard tabs as windows:" = "แสดงแท็บมาตรฐานเป็นหน้าต่าง:";
"Show titles" = "แสดงชื่อ";
"Show windows from applications" = "แสดงหน้าต่างจากแอปพลิเคชัน";
"Show windows from screens" = "แสดงหน้าต่างจากหน้าจอ";
"Show windows from Spaces" = "แสดงหน้าต่างจากช่องว่าง";
"Show windows from:" = "แสดงหน้าต่าง:";
"Size" = "ขนาด";
"Skipped" = "Skipped";
"Small" = "เล็ก";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "แอพบางตัวเช่น Finder หรือ Preview ใช้แท็บมาตรฐานซึ่งทำหน้าที่เหมือน Windows อิสระแอพอื่น ๆ เช่นเว็บเบราว์เซอร์ใช้แท็บที่กำหนดเองซึ่งทำหน้าที่ในรูปแบบที่ไม่ซ้ำกันและไม่ใช่หน้าต่างจริงAlttab ไม่สามารถแสดงรายการแยกต่างหาก";
"Source code repository" = "ซอร์สโค้ด";
"Space" = "Space";
"Space Order" = "คำสั่งอวกาศ";
"Start" = "หน้า";
"Start at login" = "เริ่มต้นที่เข้าสู่ระบบ";
"Start at login:" = "เริ่มเมื่อล็อกอิน:";
"Support this project ❤️" = "ให้การสนับสนุน❤️";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "สลับระหว่าง 3 สไตล์ที่แตกต่างกันคุณสามารถปรับแต่งได้";
"System" = "ระบบ";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "ธีม";
"Theme:" = "ธีม:";
"Then release:" = "เมื่อปล่อย";
"This permission is needed to focus windows after you release the shortcut" = "การอนุญาตนี้จำเป็นสำหรับการโฟกัส Windows หลังจากที่คุณปล่อยทางลัด";
"This permission is needed to show screenshots and titles of open windows" = "การอนุญาตนี้จำเป็นต้องแสดงภาพหน้าจอและชื่อของ Windows Open";
"Thumbnails" = "รูปขนาดย่อ";
"Title" = "Title";
"Title truncation" = "การตัดชื่อ";
"Titles" = "ชื่อเรื่อง";
"Trigger shortcut" = "ทริกเกอร์ทางลัด";
"Unassign existing shortcut and continue" = "ยกเลิกกําหนดคำสั่งลัดที่มีอยู่และดําเนินการต่อ";
"Updates policy" = "อัปเดตนโยบาย";
"Updates policy:" = "นโยบายอัพเดท:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "หมายเลขรุ่น";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "ดูการพูดคุย";
"Vim keys" = "ปุ่ม Vim";
"Vim keys already assigned to other actions:\n%@" = "ปุ่ม Vim ถูกกําหนดให้กับการดําเนินการอื่นแล้ว: \n%@";
"Visibility" = "การมองเห็น";
"Visible Spaces" = "ช่องว่างที่มองเห็นได้";
"When fullscreen" = "เมื่ออยู่ในโหมดเต็มหน้าจอ";
"When no open window" = "เมื่อไม่มีหน้าต่างเปิดอยู่";
"While open, press:" = "ขณะเปิดอยู่ กด:";
"Window app icon size:" = "ขนาดไอคอนของหน้าต่าง:";
"Window is fullscreen" = "หน้าต่างอยู่ในโหมดเต็มหน้าจอ";
"Window is minimized" = "หน้าต่างถูกย่อ";
"Window is on every Space" = "หน้าต่างอยู่ในทุกพื้นที่";
"Window is on Space %d" = "หน้าต่างอยู่ในอวกาศ %d";
"Window max width in row:" = "ความกว้างสูงสุดของหน้าต่างในแถว:";
"Window min width in row:" = "ความกว้างต่ำสุดของหน้าต่างในแถว:";
"Window order:" = "ลำดับหน้าต่าง:";
"Window Title" = "ชื่อหน้าต่าง";
"Window title font size:" = "ขนาดชื่อของหน้าต่าง:";
"Window title truncation:" = "ตัดทอนชื่อหน้าต่าง:";
"Windows" = "หน้าต่าง";
"You can’t undo this action." = "คุณไม่สามารถยกเลิกการกระทํานี้ได้";
"You didn’t write your email, thus can’t receive any response." = "คุณไม่ได้ระบุอีเมลของคุณ ดังนั้นจึงไม่สามารถรับการตอบกลับใด ๆ ได้";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
